aalib
accerciser
accountsservice
acl
adapta-gtk-theme
adobe-source-code-pro-fonts
adwaita-icon-theme
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
amtk
aom
apache
appstream-glib
apr
apr-util
archlinux-keyring
argon2
arpack
aspell
at-spi2-atk
at-spi2-core
atk
atkmm
attr
audit
autoconf
autoconf-archive
automake
avahi
babl
bamf
baobab
base
bash
bc
binutils
bison
blas
bluez
bluez-libs
bolt
boost-libs
breezy
bridge-utils
brltty
brotli
btrfs-progs
bubblewrap
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
ccid
cdparanoia
cdrtools
cheese
chromaprint
chrome-gnome-shell
cifs-utils
clang
clucene
clutter
clutter-gst
clutter-gtk
cmake
cogl
colord
colord-gtk
colord-sane
compiler-rt
confuse
containerd
coreutils
cpio
cracklib
cryptsetup
ctags
cups-pk-helper
curl
dav1d
db
dbus
dbus-glib
dconf
dconf-editor
desktop-file-utils
devhelp
device-mapper
diffutils
direnv
djvulibre
dleyna-connector-dbus
dleyna-core
dleyna-renderer
dleyna-server
dmraid
dnssec-anchors
docbook-xml
docbook-xsl
docker
docker-compose
dosfstools
dotconf
double-conversion
e2fsprogs
efivar
elfutils
enchant
eog
epiphany
evince
evolution
evolution-data-server
exempi
exiv2
expat
extra-cmake-modules
faac
faad2
fakeroot
fcitx
fcitx-configtool
fcitx-qt5
fcitx-sogouimebs
ffmpeg
fftw
file
file-roller
filesystem
findutils
firefox
five-or-more
flac
flashrom
flat-remix
flat-remix-gnome
flat-remix-gtk
flatpak
flatpak-builder
flex
fluidsynth
folks
fontconfig
four-in-a-row
freerdp
freetype2
frei0r-plugins
fribidi
fuse-common
fuse2
fuse3
fwupd
gavl
gawk
gc
gcab
gcc
gcc-libs
gcr
gd
gdbm
gdk-pixbuf2
gdl
gdm
gedit
gegl
geoclue
geocode-glib
gettext
gfbgraph
ghex
ghostscript
giflib
git
gjs
gl2ps
glade
glib-networking
glib-perl
glib2
glib2-docs
glibc
glibmm
glpk
glu
gmime3
gmp
gnome-autoar
gnome-backgrounds
gnome-bluetooth
gnome-books
gnome-boxes
gnome-builder
gnome-calculator
gnome-calendar
gnome-characters
gnome-chess
gnome-clocks
gnome-code-assistance
gnome-color-manager
gnome-contacts
gnome-control-center
gnome-desktop
gnome-devel-docs
gnome-disk-utility
gnome-documents
gnome-epub-thumbnailer
gnome-font-viewer
gnome-getting-started-docs
gnome-initial-setup
gnome-keyring
gnome-klotski
gnome-logs
gnome-mahjongg
gnome-maps
gnome-menus
gnome-mines
gnome-multi-writer
gnome-music
gnome-nettool
gnome-nibbles
gnome-online-accounts
gnome-online-miners
gnome-photos
gnome-recipes
gnome-remote-desktop
gnome-robots
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-sound-recorder
gnome-sudoku
gnome-system-monitor
gnome-taquin
gnome-terminal
gnome-tetravex
gnome-themes-extra
gnome-todo
gnome-tweaks
gnome-usage
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-weather
gnu-free-fonts
gnupg
gnutls
go
gobject-introspection-runtime
godot-bin
gom
gpgme
gpm
gptfdisk
graphene
graphicsmagick
graphite
graphviz
grep
grilo
grilo-plugins
groff
gsettings-desktop-schemas
gsfonts
gsl
gsm
gsound
gspell
gssdp
gst-plugin-gtk
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtk-doc
gtk-update-icon-cache
gtk-vnc
gtk3
gtkd
gtkmm3
gtksourceview4
gtkspell3
gts
guile
gupnp
gupnp-av
gupnp-dlna
gupnp-igd
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
harfbuzz
harfbuzz-icu
hdf5
hicolor-icon-theme
hidapi
hitori
htop
http-parser
hunspell
hwids
hwloc
hyphen
iagno
iana-etc
icu
ijs
imagemagick
imlib2
inkscape
intel-gmmlib
intel-media-driver
intel-ucode
iproute2
iptables
iputils
ipython
iso-codes
jack
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jdk8-openjdk
jre8-openjdk
jre8-openjdk-headless
js60
js68
json-c
json-glib
jsoncpp
jsonrpc-glib
kbd
kcompletion
kconfig
kcoreaddons
kcrash
keyutils
kguiaddons
ki18n
kitemmodels
kitemviews
kmod
kr-bin
krb5
krita
kwidgetsaddons
kwindowsystem
l-smash
lame
lapack
lcms2
ldb
ldns
lensfun
less
libabw
libaec
libaio
libao
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libblockdev
libbluray
libbs2b
libbsd
libbytesize
libcaca
libcacard
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libchamplain
libcmis
libcroco
libcryptui
libcue
libcups
libdaemon
libdatrie
libdazzle
libdbusmenu-qt5
libdc1394
libdca
libde265
libdmapsharing
libdrm
libdv
libdvdnav
libdvdread
libe-book
libedit
libelf
libepoxy
libepubgen
libetonyek
libevdev
libexif
libexttextcat
libfdk-aac
libffi
libfontenc
libfreehand
libftdi
libgcrypt
libgdata
libgdm
libgee
libgepub
libgexiv2
libgit2
libgit2-glib
libglvnd
libgme
libgnome-games-support
libgnomekbd
libgpg-error
libgphoto2
libgrss
libgsf
libgssglue
libgtop
libgudev
libgusb
libgweather
libgxps
libhandy
libibus
libical
libice
libid3tag
libidn
libidn11
libidn2
libiec61883
libieee1284
libimobiledevice
libinput
libinstpatch
libiptcdata
libixion
libjcat
libjpeg-turbo
libkate
libksba
liblangtag
libldap
liblouis
liblphobos
liblqr
liblrdf
libmagick6
libmanette
libmediaart
libmfx
libmicrohttpd
libmm-glib
libmms
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmspub
libmtp
libmusicbrainz5
libmwaw
libnautilus-extension
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnma
libnotify
libnsl
libnumbertext
liboauth
libodfgen
libofa
libogg
libomxil-bellagio
liborcus
libosinfo
libp11-kit
libpackagekit-glib
libpagemaker
libpaper
libpcap
libpciaccess
libpeas
libpgm
libphonenumber
libplist
libpng
libportal
libproxy
libpsl
libpst
libpulse
libpwquality
libquvi
libquvi-scripts
libqxp
libraqm
libraw
libraw1394
libreoffice-fresh
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libslirp
libsm
libsmbios
libsndfile
libsodium
libsoup
libsoxr
libspectre
libspeechd
libspiro
libsrtp
libssh
libssh2
libstaroffice
libstemmer
libsynctex
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libu2f-host
libunistring
libunwind
liburing
libusb
libusb-compat
libusbmuxd
libutil-linux
libuv
libva
libvdpau
libvirt
libvirt-glib
libvisio
libvisual
libvncserver
libvorbis
libvpx
libwacom
libwebp
libwnck3
libwpd
libwpe
libwpg
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmlb
libxmu
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libytnef
libzapojit
libzmf
licenses
lightsoff
lilv
linux
linux-api-headers
linux-firmware
linux-headers
linux-lts
linux-lts-headers
llvm-libs
lm_sensors
lmdb
lpsolve
lsb-release
lsof
lua
lua52
lua52-bitop
lua52-expat
lua52-lpeg
lua52-luajson
lua52-socket
luajit
lvm2
lz4
lzo
m4
mailcap
make
malcontent
md4c
mdadm
mesa
meson
metis
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mod_dnssd
mpfr
mpg123
mtdev
mtools
mutter
nano
nautilus
ncurses
ndctl
neon
net-snmp
netpbm
nettle
networkmanager
nim
ninja
nm-connection-editor
nordic-theme-git
noto-fonts-emoji
npth
nspr
nss
numactl
octave
openal
opencc
opencore-amr
openexr
openjpeg2
openmpi
opensc
openssh
openssl
optipng
opus
orc
orca
osinfo-db
ostree
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pam
pambase
pango
pangomm
papirus-icon-theme
parted
patch
pciutils
pcre
pcre2
pcsc-perl
pcsc-tools
pcsclite
perl
perl-error
perl-mailtools
perl-timedate
phodav
pinentry
pipewire
pixman
pkgconf
plank
polari
polkit
poppler
poppler-glib
popt
portaudio
potrace
procps-ng
protobuf
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pygobject-devel
python
python-anytree
python-appdirs
python-asn1crypto
python-astroid
python-atspi
python-attrs
python-babel
python-backcall
python-bcrypt
python-cached-property
python-cairo
python-cffi
python-chardet
python-click
python-colorama
python-configobj
python-cryptography
python-dbus
python-dbus-common
python-decorator
python-distro
python-docker
python-docker-pycreds
python-dockerpty
python-docopt
python-docutils
python-dotenv
python-fido2
python-gobject
python-idna
python-imagesize
python-importlib-metadata
python-isort
python-jedi
python-jinja
python-jsonschema
python-lazy-object-proxy
python-lxml
python-markupsafe
python-mccabe
python-ordered-set
python-packaging
python-paramiko
python-parso
python-patiencediff
python-pexpect
python-pickleshare
python-ply
python-prompt_toolkit
python-psutil
python-ptyprocess
python-pycodestyle
python-pycparser
python-pyflakes
python-pygments
python-pylint
python-pynacl
python-pyopenssl
python-pyotherside
python-pyparsing
python-pyrsistent
python-pyscard
python-pyte
python-pytz
python-pyusb
python-pyxdg
python-requests
python-setuptools
python-simplejson
python-six
python-snowballstemmer
python-sphinx
python-sphinx-alabaster-theme
python-sphinxcontrib-applehelp
python-sphinxcontrib-devhelp
python-sphinxcontrib-htmlhelp
python-sphinxcontrib-jsmath
python-sphinxcontrib-qthelp
python-sphinxcontrib-serializinghtml
python-texttable
python-toml
python-traitlets
python-urllib3
python-wcwidth
python-websocket-client
python-wrapt
python-xlib
python-yaml
python-zipp
qemu
qhull
qqwing
qrupdate
qscintilla-qt5
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-multimedia
qt5-quickcontrols
qt5-quickcontrols2
qt5-sensors
qt5-svg
qt5-tools
qt5-webchannel
qt5-webkit
qt5-x11extras
quadrapassel
quazip
raptor
rasqal
readline
redland
rest
rhash
rpmextract
rtkit
rtmpdump
ruby
ruby-dbus
ruby-ffi
ruby-irb
ruby-maruku
ruby-rb-fsevent
ruby-rb-inotify
ruby-rdoc
ruby-reline
ruby-sass
ruby-sass-listen
ruby-yard
rubygems
run-parts
runc
rygel
sane
sbc
screenfetch
sdl
sdl2
seabios
sed
serd
shadow
shared-color-targets
shared-mime-info
simple-scan
slack-desktop
slang
smbclient
snappy
sord
sound-theme-freedesktop
soundtouch
spandsp
speech-dispatcher
speex
speexdsp
spice
spice-gtk
sqlite
sratom
srt
startup-notification
sudo
suitesparse
sundials
sushi
swell-foop
sysfsutils
sysprof
systemd
systemd-libs
systemd-sysvcompat
t1lib
taglib
tali
talloc
tar
tbb
tcl
tdb
tela-icon-theme
telegram-desktop
telepathy-glib
telepathy-idle
telepathy-logger
telepathy-mission-control
template-glib
tepl
tevent
texinfo
thefuck
thin-provisioning-tools
tilix
totem
totem-pl-parser
tpm2-tss
tracker
tracker-miners
tslib
ttf-hack
ttf-roboto
twolame
tzdata
uchardet
udisks2
unzip
upower
usbmuxd
usbredir
usbutils
util-linux
v4l-utils
vala
vde2
vid.stab
vim
vim-runtime
vino
virglrenderer
visual-studio-code-bin
vmaf
volume_key
vte-common
vte3
vulkan-icd-loader
wavpack
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
wget
which
whois
wildmidi
woff2
wpa_supplicant
wpebackend-fdo
wqy-microhei
x264
x265
xcb-proto
xcb-util
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-libinput
xfsprogs
xkeyboard-config
xmlsec
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-server-xwayland
xorg-setxkbmap
xorg-xdpyinfo
xorg-xhost
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrdb
xorg-xset
xorgproto
xvidcore
xxhash
xz
yajl
yay
yelp
yelp-xsl
yubico-c
yubico-c-client
yubikey-manager
yubikey-manager-qt
yubikey-personalization
yubioath-desktop
zbar
zeal
zenity
zeromq
zip
zita-alsa-pcmi
zita-resampler
zlib
zsh
zstd
zvbi
