akamud.vscode-theme-onedark
arcticicestudio.nord-visual-studio-code
batisteo.vscode-django
bungcip.better-toml
christian-kohler.path-intellisense
Dart-Code.dart-code
dbaeumer.vscode-eslint
donjayamanne.python-extension-pack
eg2.vscode-npm-script
formulahendry.code-runner
HookyQR.beautify
magicstack.MagicPython
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
PKief.material-icon-theme
redhat.java
rust-lang.rust
samverschueren.final-newline
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
SolarLiner.linux-themes
teabyii.ayu
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-test
vscjava.vscode-maven
webfreak.debug
wholroyd.jinja
zhuangtongfa.material-theme
